{
	"title": "SilvaStories",
	"subtitle": "Collaborative Webcomics",
	"images": ["projects/images/silvastories.jpg","projects/images/silva2.jpg","projects/images/silva3.jpg","projects/images/silva4.jpg"],
	"tags":["UX"],
	"body": [{
		"header":"Description",
		"content":"<p>This was a conceptual project to research and design a social online community. We chose a theme of user-generated comics and concidered four possible ideas. Each of these concepts encourages a different kind of social interaction, and ultimately different kinds of community.</p><p><strong>Tree</strong><br>The comic would start from a seed page provided by the site creators. Users can branch off of this seed page, or any subsequent page, drawing and submitting their own comic pages to continue the story. The main idea is that the story would be ever evolving with many different parallel stories (almost \"parallel universes\", so to speak) as new content is posted.</p><p><strong>Contest</strong><br>Each comic would be only four panels long. Hence, every page would be a new story. Here, three different users work individually and post their content on a panel for the first three panels. If a user has posted content on one panel, he is not allowed to post content on the next panel. The fourth panel is a contest, where three more users can create possible endings to the comic, then users vote for the best end panel.</p><p><strong>Guild</strong><br>Users would be encouraged to chat and collaborate ideas before they actually post something on the site. This design will encourage people to get together in long term groups to create their own stories. It would encourage people with different expertise--creative imagination, drawing capabilities, writing, etc.--to combine their skill sets and create compelling content.</p><p><strong>Party Group</strong><br>Here users will be put into small groups to collaborate in creating a short, one page comic. Similar to the “Guild” style comic (above), it would encourage people to contribute different expertise to the creation process, though the collaboration would be short term as opposed to longer term. Participants would be able to chat and draw the comic together in real time before posting it.</p>"
		}]
}